[FrostAdder_M1 X2CharacterTemplate]
strCharacterName="Змей \"Морозного легиона\""
[FrostAdder_M2 X2CharacterTemplate]
strCharacterName="Продвинутый змей \"Морозного легиона\""
[FrostAdder_M3 X2CharacterTemplate]
strCharacterName="Элитный змей \"Морозного легиона\""

[FrostAdder_M1_Shotgun X2WeaponTemplate]
FriendlyName="Дробовик морозного змея"
FriendlyNamePlural="Дробовики морозного змея"
[FrostAdder_M2_Shotgun X2WeaponTemplate]
FriendlyName="Дробовик морозного змея"
FriendlyNamePlural="Дробовики морозного змея"
[FrostAdder_M3_Shotgun X2WeaponTemplate]
FriendlyName="Дробовик морозного змея"
FriendlyNamePlural="Дробовики морозного змея"

[FrostAndromedon X2CharacterTemplate]
strCharacterName="Морозный андромедон"

[FrostAndromedon_Rifle X2WeaponTemplate]
FriendlyName="Винтовка морозного андромедона"
FriendlyNamePlural="Винтовки морозного андромедона"

[FrostArchon X2CharacterTemplate]
strCharacterName="Морозный архонт"

[FrostArchon_Rifle X2WeaponTemplate]
FriendlyName="Посох морозного архонта"
FriendlyNamePlural="Посохи морозного архонты"
[FrostArchon_Melee X2WeaponTemplate]
FriendlyName="Посох морозного архонта"
FriendlyNamePlural="Посохи морозного архонты"

[FrostBerserker_M2 X2CharacterTemplate]
strCharacterName="Морозный берсерк"
[FrostBerserker_M3 X2CharacterTemplate]
strCharacterName="Элитный морозный берсерк"

[FrostBomber_M1 X2CharacterTemplate]
strCharacterName="Бомбардировщик \"Морозного легиона\""
[FrostBomber_M2 X2CharacterTemplate]
strCharacterName="Продвинутый бомбардировщик \"Морозного легиона\""
[FrostBomber_M3 X2CharacterTemplate]
strCharacterName="Элитный бомбардировщик \"Морозного легиона\""

[FrostBruiser_M2 X2CharacterTemplate]
strCharacterName="Крушитель \"Морозного легиона\""
[FrostBruiser_M3 X2CharacterTemplate]
strCharacterName="Элитный крушитель \"Морозного легиона\""

[FrostBruiser_M2_SMG X2WeaponTemplate]
FriendlyName="Пистолет-пулемет морозного крушителя"
FriendlyNamePlural="Пистолеты-пулеметы морозного крушителя"
[FrostBruiser_M3_SMG X2WeaponTemplate]
FriendlyName="Пистолет-пулемет морозного крушителя"
FriendlyNamePlural="Пистолеты-пулеметы морозного крушителя"

[FrostBruiser_M2_Shield X2WeaponTemplate]
FriendlyName="Щит морозного крушителя"
FriendlyNamePlural="Щиты морозного крушителя"
[FrostBruiser_M3_Shield X2WeaponTemplate]
FriendlyName="Щит морозного крушителя"
FriendlyNamePlural="Щиты морозного крушителя"

[FrostCaptain_M1 X2CharacterTemplate]
strCharacterName="Капитан \"Морозного легиона\""
[FrostCaptain_M2 X2CharacterTemplate]
strCharacterName="Продвинутый капитан \"Морозного легиона\""
[FrostCaptain_M3 X2CharacterTemplate]
strCharacterName="Элитный капитан \"Морозного легиона\""

[FrostCaptain_M1_Rifle X2WeaponTemplate]
FriendlyName="Винтовка морозного капитана"
FriendlyNamePlural="Винтовки морозного капитана"
[FrostCaptain_M2_Rifle X2WeaponTemplate]
FriendlyName="Винтовка морозного капитана"
FriendlyNamePlural="Винтовки морозного капитана"
[FrostCaptain_M3_Rifle X2WeaponTemplate]
FriendlyName="Винтовка морозного капитана"
FriendlyNamePlural="Винтовки морозного капитана"

[FrostChryssalidB_M1 X2CharacterTemplate]
strCharacterName="Морозный криссалид-кровопускатель"
[FrostChryssalidB_M2 X2CharacterTemplate]
strCharacterName="Продвинутый морозный криссалид-кровопускатель"
[FrostChryssalidB_M3 X2CharacterTemplate]
strCharacterName="Элитный морозный криссалид-кровопускатель"

[FrostChryssalidW_M1 X2CharacterTemplate]
strCharacterName="Морозный криссалид"
[FrostChryssalidW_M2 X2CharacterTemplate]
strCharacterName="Морозный криссалид"
[FrostChryssalidW_M3 X2CharacterTemplate]
strCharacterName="Морозный криссалид"

[FrostCobra X2CharacterTemplate]
strCharacterName="Кобра \"Морозного легиона\""

[FrostCobra_Boltcaster X2WeaponTemplate]
FriendlyName="Стреломет морозной кобры"

[FrostCodex_M2 X2CharacterTemplate]
strCharacterName="Морозный кодекс"
[FrostCodex_M3 X2CharacterTemplate]
strCharacterName="Элитный морозный кодекс"

[FrostCodex_M2_Shotgun X2WeaponTemplate]
FriendlyName="Дробовик морозного кодекса"
FriendlyNamePlural="Дробовики морозного кодекса"
[FrostCodex_M3_Shotgun X2WeaponTemplate]
FriendlyName="Дробовик морозного кодекса"
FriendlyNamePlural="Дробовики морозного кодекса"

[FrostDroid_M1 X2CharacterTemplate]
strCharacterName="Морозный дройд"
[FrostDroid_M2 X2CharacterTemplate]
strCharacterName="Продвинутый морозный дройд"
[FrostDroid_M3 X2CharacterTemplate]
strCharacterName="Элитный морозный дройд"

[FrostDroidShield_M2 X2CharacterTemplate]
strCharacterName="Морозный щит дройда"
[FrostDroidShield_M3 X2CharacterTemplate]
strCharacterName="Морозный щит дройда"

[FrostDroidShield_M2_Autopistol X2WeaponTemplate]
FriendlyName="Авто-пистолет морозного дройда"
FriendlyNamePlural="Авто-пистолеты морозного дройда"
[FrostDroidShield_M3_Autopistol X2WeaponTemplate]
FriendlyName="Авто-пистолет морозного дройда"
FriendlyNamePlural="Авто-пистолеты морозного дройда"

[FrostDroid_M2_Shield X2WeaponTemplate]
FriendlyName="Щит морозного дройда"
FriendlyNamePlural="Щиты морозного дройда"
[FrostDroid_M3_Shield X2WeaponTemplate]
FriendlyName="Щит морозного дройда"
FriendlyNamePlural="Щиты морозного дройда"

[FrostHardliner_M1 X2CharacterTemplate]
strCharacterName="Консерватор \"Морозного легиона\""
[FrostHardliner_M2 X2CharacterTemplate]
strCharacterName="Продвинутый консерватор \"Морозного легиона\""
[FrostHardliner_M3 X2CharacterTemplate]
strCharacterName="Элитный консерватор \"Морозного легиона\""

[FrostHardliner_M1_Rifle X2WeaponTemplate]
FriendlyName="Винтовка морозного консерватора"
FriendlyNamePlural="Винтовки морозного консерватора"
[FrostHardliner_M2_Rifle X2WeaponTemplate]
FriendlyName="Винтовка морозного консерватора"
FriendlyNamePlural="Винтовки морозного консерватора"
[FrostHardliner_M3_Rifle X2WeaponTemplate]
FriendlyName="Винтовка морозного консерватора"
FriendlyNamePlural="Винтовки морозного консерватора"

[FrostHitman_M1 X2CharacterTemplate]
strCharacterName="Убийца \"Морозного легиона\""
[FrostHitman_M2 X2CharacterTemplate]
strCharacterName="Продвинутый убийца \"Морозного легиона\""
[FrostHitman_M3 X2CharacterTemplate]
strCharacterName="Элитный убийца \"Морозного легиона\""

[FrostHitman_M1_Pistol X2WeaponTemplate]
FriendlyName="Пистолет морозного убийцы"
FriendlyNamePlural="Пистолеты морозных убийц"
[FrostHitman_M2_Pistol X2WeaponTemplate]
FriendlyName="Пистолет морозного убийцы"
FriendlyNamePlural="Пистолеты морозных убийц"
[FrostHitman_M3_Pistol X2WeaponTemplate]
FriendlyName="Пистолет морозного убийцы"
FriendlyNamePlural="Пистолеты морозных убийц"

[FrostLancer_M1 X2CharacterTemplate]
strCharacterName="Морозный копейщик"
[FrostLancer_M2 X2CharacterTemplate]
strCharacterName="Продвинутый морозный копейщик"
[FrostLancer_M3 X2CharacterTemplate]
strCharacterName="Элитный морозный копейщик"

[FrostMamba X2CharacterTemplate]
strCharacterName="Морозная мамба"

[FrostMamba_Rifle X2WeaponTemplate]
FriendlyName="Винтовка морозной мамбы"
FriendlyNamePlural="Винтовки морозной мамбы"

[FrostMEC_M1 X2CharacterTemplate]
strCharacterName="Морозный МЭК"
[FrostMEC_M2 X2CharacterTemplate]
strCharacterName="Продвинутый морозный МЭК"
[FrostMEC_M3 X2CharacterTemplate]
strCharacterName="Элитный морозный МЭК"

[FrostMEC_M1_Rifle X2WeaponTemplate]
FriendlyName="Винтовка морозного МЭКа"
FriendlyNamePlural="Винтовки морозного МЭКа"
[FrostMEC_M2_Rifle X2WeaponTemplate]
FriendlyName="Винтовка морозного МЭКа"
FriendlyNamePlural="Винтовки морозного МЭКа"
[FrostMEC_M3_Rifle X2WeaponTemplate]
FriendlyName="Винтовка морозного МЭКа"
FriendlyNamePlural="Винтовки морозного МЭКа"

[FD_FrostMicroMissles_M1 X2WeaponTemplate]
FriendlyName="Пусковая установка для морозных микроракет"
FriendlyNamePlural="Пусковые установки для морозных микроракет"
[FD_FrostMicroMissles_M2 X2WeaponTemplate]
FriendlyName="Пусковая установка для морозных микроракет"
FriendlyNamePlural="Пусковые установки для морозных микроракет"
[FD_FrostMicroMissles_M3 X2WeaponTemplate]
FriendlyName="Пусковая установка для морозных микроракет"
FriendlyNamePlural="Пусковые установки для морозных микроракет"

[FrostMuton_M2 X2CharacterTemplate]
strCharacterName="Морозный мутон"
[FrostMuton_M3 X2CharacterTemplate]
strCharacterName="Элитный морозный мутон"

[FrostMuton_M2_Rifle X2WeaponTemplate]
FriendlyName="Винтовка морозного мутона"
FriendlyNamePlural="Винтовки морозного мутона"
[FrostMuton_M3_Rifle X2WeaponTemplate]
FriendlyName="Винтовка морозного мутона"
FriendlyNamePlural="Винтовки морозного мутона"

[FrostNecromancer_M1 X2CharacterTemplate]
strCharacterName="Некромант \"Морозного легиона\""
[FrostNecromancer_M2 X2CharacterTemplate]
strCharacterName="Продвинутый некромант \"Морозного легиона\""
[FrostNecromancer_M3 X2CharacterTemplate]
strCharacterName="Элитный некромант \"Морозного легиона\""

[FrostNecromancer_M1_Blaster X2WeaponTemplate]
FriendlyName="Бластер морозного некроманта"
FriendlyNamePlural="Бластеры морозного некроманта"
[FrostNecromancer_M2_Blaster X2WeaponTemplate]
FriendlyName="Бластер морозного некроманта"
FriendlyNamePlural="Бластеры морозного некроманта"
[FrostNecromancer_M3_Blaster X2WeaponTemplate]
FriendlyName="Бластер морозного некроманта"
FriendlyNamePlural="Бластеры морозного некроманта"

[FrostPriest_M1 X2CharacterTemplate]
strCharacterName="Морозный жрец"
[FrostPriest_M2 X2CharacterTemplate]
strCharacterName="Продвинутый морозный жрец"
[FrostPriest_M3 X2CharacterTemplate]
strCharacterName="Элитный морозный жрец"

[FrostPudding_M1 X2CharacterTemplate]
strCharacterName="Оживший криолит"
[FrostPudding_M2 X2CharacterTemplate]
strCharacterName="Продвинутый оживший криолит"
[FrostPudding_M3 X2CharacterTemplate]
strCharacterName="Элитный оживший криолит"

[FrostPuddingTrooper_M1 X2CharacterTemplate]
strCharacterName="Морозный солдат"
[FrostPuddingTrooper_M2 X2CharacterTemplate]
strCharacterName="Продвинутый морозный солдат"
[FrostPuddingTrooper_M3 X2CharacterTemplate]
strCharacterName="Элитный морозный солдат"

[FrostPurifier_M1 X2CharacterTemplate]
strCharacterName="Морозный чистильщик"
[FrostPurifier_M2 X2CharacterTemplate]
strCharacterName="Продвинутый морозный чистильщик"
[FrostPurifier_M3 X2CharacterTemplate]
strCharacterName="Элитный морозный чистильщик"

[FrostPurifier_M1_Cryolator X2WeaponTemplate]
FriendlyName="Крио-распылитель морозного чистильщика"
FriendlyNamePlural="Крио-распылители морозного чистильщика"
[FrostPurifier_M2_Cryolator X2WeaponTemplate]
FriendlyName="Крио-распылитель морозного чистильщика"
FriendlyNamePlural="Крио-распылители морозного чистильщика"
[FrostPurifier_M3_Cryolator X2WeaponTemplate]
FriendlyName="Крио-распылитель морозного чистильщика"
FriendlyNamePlural="Крио-распылители морозного чистильщика"

[FrostSectoid_M2 X2CharacterTemplate]
strCharacterName="Морозный сектоид"
[FrostSectoid_M3 X2CharacterTemplate]
strCharacterName="Элитный морозный сектоид"

[FrostSpectre_M2 X2CharacterTemplate]
strCharacterName="Призрак \"Морозного легиона\""
[FrostSpectre_M3 X2CharacterTemplate]
strCharacterName="Элитный призрак \"Морозного легиона\""

[FrostSpectre_M2_Gauntlet X2WeaponTemplate]
FriendlyName="Перчатки морозного призрака"
FriendlyNamePlural="Перчатки морозного призрака"
[FrostSpectre_M3_Gauntlet X2WeaponTemplate]
FriendlyName="Перчатки морозного призрака"
FriendlyNamePlural="Перчатки морозного призрака"

[FrostTech_M2 X2CharacterTemplate]
strCharacterName="Морозный техник"
[FrostTech_M3 X2CharacterTemplate]
strCharacterName="Элитный морозный техник"

[FrostTech_M2_Gremlin X2WeaponTemplate]
FriendlyName="Гремлин морозного техника"
FriendlyNamePlural="Гремлины морозного техника"
[FrostTech_M3_Gremlin X2WeaponTemplate]
FriendlyName="Гремлин морозного техника"
FriendlyNamePlural="Гремлины морозного техника"

[FrostTech_M2_Rifle X2WeaponTemplate]
FriendlyName="Винтовка морозного техника"
FriendlyNamePlural="Винтовки морозного техника"
[FrostTech_M3_Rifle X2WeaponTemplate]
FriendlyName="Винтовка морозного техника"
FriendlyNamePlural="Винтовки морозного техника"

[FrostTrooper_M1 X2CharacterTemplate]
strCharacterName="Морозный солдат"
[FrostTrooper_M2 X2CharacterTemplate]
strCharacterName="Продвинутый морозный солдат"
[FrostTrooper_M3 X2CharacterTemplate]
strCharacterName="Элитный морозный солдат"

[FrostTrooper_M1_SMG X2WeaponTemplate]
FriendlyName="Пистолет-пулемет морозного солдата"
FriendlyNamePlural="Пистолеты-пулеметы морозного солдата"
[FrostTrooper_M2_SMG X2WeaponTemplate]
FriendlyName="Пистолет-пулемет морозного солдата"
FriendlyNamePlural="Пистолеты-пулеметы морозного солдата"
[FrostTrooper_M3_SMG X2WeaponTemplate]
FriendlyName="Пистолет-пулемет морозного солдата"
FriendlyNamePlural="Пистолеты-пулеметы морозного солдата"

[FrostViper_M2 X2CharacterTemplate]
strCharacterName="Морозный вайпер"
[FrostViper_M3 X2CharacterTemplate]
strCharacterName="Элитный морозный вайпер"

[FrostViper_M2_SMG X2WeaponTemplate]
FriendlyName="Пистолет-пулемет морозного вайпера"
FriendlyNamePlural="Пистолеты-пулеметы морозного вайпера"
[FrostViper_M3_SMG X2WeaponTemplate]
FriendlyName="Пистолет-пулемет морозного вайпера"
FriendlyNamePlural="Пистолеты-пулеметы морозного вайпера"

[SpectralFrostZombie_M1 X2CharacterTemplate]
strCharacterName="Призрачный морозный зомби"
[SpectralFrostZombie_M2 X2CharacterTemplate]
strCharacterName="Призрачный морозный зомби"
[SpectralFrostZombie_M3 X2CharacterTemplate]
strCharacterName="Призрачный морозный зомби"

[FrostZombie_M1 X2CharacterTemplate]
strCharacterName="Морозный зомби"
[FrostZombie_M2 X2CharacterTemplate]
strCharacterName="Морозный зомби"
[FrostZombie_M3 X2CharacterTemplate]
strCharacterName="Морозный зомби"

[FrostZombie_M1_Slap X2WeaponTemplate]
FriendlyName="Удар морозного зомби"
FriendlyNamePlural="Удары морозного зомби"
[FrostZombie_M2_Slap X2WeaponTemplate]
FriendlyName="Удар морозного зомби"
FriendlyNamePlural="Удары морозного зомби"
[FrostZombie_M3_Slap X2WeaponTemplate]
FriendlyName="Удар морозного зомби"
FriendlyNamePlural="Удары морозного зомби"

[FD_ChillGrenade_M1 X2GrenadeTemplate]
FriendlyName="Крио-граната"
FriendlyNamePlural="Крио-гранаты"
ThrownAbilityName="Бросок крио-гранаты"
ThrownAbilityHelpText="Бросок крио-гранаты в указанную область. Наносит морозный урон и накладывает эффект лютого мороза."
LaunchedAbilityname="Выстрел крио-гранатой"
LaunchedAbilityHelpText="Выстрел крио-гранатой в указанную область. Наносит морозный урон и накладывает эффект лютого мороза."
[FD_ChillGrenade_M2 X2GrenadeTemplate]
FriendlyName="Крио-граната"
FriendlyNamePlural="Крио-гранаты"
ThrownAbilityName="Бросок крио-гранаты"
ThrownAbilityHelpText="Бросок крио-гранаты в указанную область. Наносит морозный урон и накладывает эффект лютого мороза."
LaunchedAbilityname="Выстрел крио-гранатой"
LaunchedAbilityHelpText="Выстрел крио-гранатой в указанную область. Наносит морозный урон и накладывает эффект лютого мороза."
[FD_ChillGrenade_M3 X2GrenadeTemplate]
FriendlyName="Крио-граната"
FriendlyNamePlural="Крио-гранаты"
ThrownAbilityName="Бросок крио-гранаты"
ThrownAbilityHelpText="Бросок крио-гранаты в указанную область. Наносит морозный урон и накладывает эффект лютого мороза."
LaunchedAbilityname="Выстрел крио-гранатой"
LaunchedAbilityHelpText="Выстрел крио-гранатой в указанную область. Наносит морозный урон и накладывает эффект лютого мороза."
[FD_ChillGrenade_Muton_M2 X2GrenadeTemplate]
FriendlyName="Крио-граната"
FriendlyNamePlural="Крио-гранаты"
ThrownAbilityName="Бросок крио-гранаты"
ThrownAbilityHelpText="Бросок крио-гранаты в указанную область. Наносит морозный урон и накладывает эффект лютого мороза."
LaunchedAbilityname="Выстрел крио-гранатой"
LaunchedAbilityHelpText="Выстрел крио-гранатой в указанную область. Наносит морозный урон и накладывает эффект лютого мороза."
[FD_ChillGrenade_Muton_M3 X2GrenadeTemplate]
FriendlyName="Крио-граната"
FriendlyNamePlural="Крио-гранаты"
ThrownAbilityName="Бросок крио-гранаты"
ThrownAbilityHelpText="Бросок крио-гранаты в указанную область. Наносит морозный урон и накладывает эффект лютого мороза."
LaunchedAbilityname="Выстрел крио-гранатой"
LaunchedAbilityHelpText="Выстрел крио-гранатой в указанную область. Наносит морозный урон и накладывает эффект лютого мороза."

[FD_FreezeGrenade_M1 X2GrenadeTemplate]
FriendlyName="Замораживающая граната"
FriendlyNamePlural="Замораживающие гранаты"
BriefSummary="Эти ручные, взрывчатые капсулы, с пока еще не идентифицированным химическим агентом, способны мгновенно снизить температуру окружающей среды. Незащищенные места будут мгновенно заморожены."
TacticalText="<Bullet/> Замораживающая граната, замораживает всех юнитов в радиусе взрыва, не позволяя им предпринимать какие-либо действия в течении одного хода."
ThrownAbilityName="Бросок замораживающей гранаты"
ThrownAbilityHelpText="Замораживает всех юнитов в указанной области."
LaunchedAbilityname="Выстрел замораживающей гранаты"
LaunchedAbilityHelpText="Замораживает всех юнитов в указанной области."

[MZ_FDHitmanReturnFire X2AbilityTemplate]
LocFriendlyName="Ответный огонь убийцы"
LocHelpText="Убийца стреляет из пистолета по противникам, предпринимающим наступательные действия."
LocLongDescription="Убийца стреляет из пистолета по противникам, предпринимающим наступательные действия."

[MZFD_VolatileDummy X2AbilityTemplate]
LocFriendlyName="Канистры с летучим криолитом"
LocHelpText="При убийстве взрывается, нанося урон и охлаждая ближайшие цели."
LocLongDescription="При убийстве взрывается, нанося урон и охлаждая ближайшие цели."

[MZ_FDBomberCCSAttack X2AbilityTemplate]
LocFriendlyName="Специалист ближнего боя"
LocHelpText="Бомбардировщик атакует из дробовика любых врагов, которые подходят слишком близко."
LocFlyoverText="Специалист ближнего боя"
[MZ_FDBomberCCS X2AbilityTemplate]
LocFriendlyName="Специалист ближнего боя"
LocHelpText="Бомбардировщик атакует из дробовика любых врагов, которые подходят слишком близко."
LocLongDescription="Бомбардировщик атакует из дробовика любых врагов, которые подходят слишком близко."

[MZ_FDBruiserCounterShot X2AbilityTemplate]
LocFriendlyName="Ответный огонь"
LocHelpText="Автоматически открывает ответный огонь из пистолета-пулемета, при промахе атакующего противника."
[MZ_FDBruiserCounterShot X2AbilityTemplate]
LocFriendlyName="Ответный огонь крушителя"
LocHelpText="Автоматически открывает ответный огонь из пистолета-пулемета, при промахе атакующего противника."

[MZ_FDFrostPunch X2AbilityTemplate]
LocFriendlyName="Морозный удар"
LocHelpText="Атака ближайшего врага. Накладывает эффект лютого мороза."
LocLongDescription="Атака ближайшего врага. Накладывает эффект лютого мороза."

[MZ_FDFrostShieldBash X2AbilityTemplate]
LocFriendlyName="Удар морозным щитом"
LocHelpText="Подбегите и ударьте цель своим щитом. Накладывает эффект лютого мороза."
LocLongDescription="Подбегите и ударьте цель своим щитом. Накладывает эффект лютого мороза."

[MZ_FDFrostAxeSlash X2AbilityTemplate]
LocFriendlyName="Удар морозным топором"
LocHelpText="Подбегите и ударьте цель своим топором. Накладывает эффект лютого мороза."
LocLongDescription="Подбегите и ударьте цель своим топором. Накладывает эффект лютого мороза."

[MZ_FDFrostRend X2AbilityTemplate]
LocFriendlyName="Морозный разрыв"
LocHelpText="Подбегите и ударьте цель своим топором. Накладывает эффект лютого мороза."
LocLongDescription="Подбегите и ударьте цель своим топором. Накладывает эффект лютого мороза."
[MZ_FDParry X2AbilityTemplate]
LocFriendlyName="Морозное отражение"
LocLongDescription="После атаки \"Морозным разрывом\", предотвратите весь урон от следующей по вам атаке."
LocHelpText="После атаки \"Морозным разрывом\", предотвратите весь урон от следующей по вам атаке."
LocFlyoverText="Парировано!"

[MZ_FDMutonBayonetStab X2AbilityTemplate]
LocFriendlyName="Удар морозным штыком"
LocHelpText="Атака ближайшего врага. Накладывает эффект лютого мороза."
LocLongDescription="Атака ближайшего врага. Накладывает эффект лютого мороза."
[MZ_FDMutonBayonetCounter X2AbilityTemplate]
LocFriendlyName="Морозная контратака"
LocHelpText="Парируйте атаку ближнего боя и нанесите ответный удар. Накладывает эффект лютого мороза."
LocLongDescription="Парируйте атаку ближнего боя и нанесите ответный удар. Накладывает эффект лютого мороза."
[MZ_FDMutonBayonetCharge X2AbilityTemplate]
LocFriendlyName="Выпад морозным штыком"
LocHelpText="Подбегите и ударьте цель своим штыком. Накладывает эффект лютого мороза."
LocLongDescription="Подбегите и ударьте цель своим штыком. Накладывает эффект лютого мороза."


[MZ_FDFrostMicroMissiles X2AbilityTemplate]
LocFriendlyName="Морозные микроракеты"
LocLongDescription="Установленная на плече МЭКа ракетная установка стреляет залпом морозных микроракет, которые наносят урон холодом."
LocHelpText="Выстрелите залпом морозных микроракет в указанную область. Накладывает эффект лютого мороза."

[MZ_FDHardlinerFreezeLauncher X2AbilityTemplate]
LocFriendlyName="Замораживающие микроракеты"
LocLongDescription="Установленная на руке консерватора ракетная установка, производит залп микроракет, которые мгновенно замораживают цели."
LocHelpText="Выстрелите залпом замораживающих микроракет в указанную область. Замораживает юнитов."

[MZ_FDAndromedonFrostBlob X2AbilityTemplate]
LocFriendlyName="Криогенная бомба"
LocLongDescription="Запуск шара из криогенной жидкости, которая разбрызгивается при ударе, накладывающая эффект лютого мороза на ближайшие цели."
LocHelpText="Запуск шара из криогенной жидкости, которая разбрызгивается при ударе, накладывающая эффект лютого мороза на ближайшие цели."
LocFlyOverText="Криогенная бомба"
[FrostAndromedon_FrostBlob X2GrenadeTemplate]
LocFriendlyName="Криогенная бомба"
LocLongDescription="Внутренний коагулянт морозного андромедона, невероятно холоден. Это существо способно выпустить шар этой вязкой жидкости, который разлетается при ударе, охлаждая все вокруг."
LocHelpText="Запуск шара лютого мороза в указанную область."
LocFlyOverText="Криогенная бомба"

[MZ_FDIceShield X2AbilityTemplate]
LocFriendlyName="Ледяной щит"
LocHelpText="Иммунитет к холоду. Пока действует \"Ледяной щит\", весь входящий урон снижается 50%. Атаки огнем или псионикой способны обойти эту защиту."
LocLongDescription="Иммунитет к холоду. Пока действует \"Ледяной щит\", весь входящий урон снижается 50%. Атаки огнем или псионикой способны обойти эту защиту."

[MZ_FDRechargeShield X2AbilityTemplate]
LocFriendlyName="Перезарядка щита"
LocHelpText="Ледяной щит восстанавливается со временем."
LocLongDescription="Ледяной щит восстанавливается со временем."

[MZ_FDBleedCold X2AbilityTemplate]
LocFriendlyName="Ледяное кровотечение"
LocHelpText="При ранении разбрызгивается ледяная кровь. Атакующий с близкого расстояния это существо, получает урон и эффект лютого мороза."
LocLongDescription="При ранении разбрызгивается ледяная кровь. Атакующий с близкого расстояния это существо, получает урон и эффект лютого мороза."
LocFlyOverText="Ледяное кровотечение"
[MZ_FDBleedColdTrigger X2AbilityTemplate]
LocFriendlyName="Ледяное кровотечение"
LocFlyOverText="Ледяные брызги"

[MZ_FDShrikeLeader_Necro X2AbilityTemplate]
LocFriendlyName="Некромант \"Морозного легиона\""
LocHelpText="Иммунитет к электрическим и ментальным атакам."
LocLongDescription="Иммунитет к электрическим и ментальным атакам."
[MZ_FDShrikeLeader_M1 X2AbilityTemplate]
LocFriendlyName="Лидер \"Морозного легиона\""
LocHelpText="Иммунитет к электрическим и ментальным атакам. Ледяной щит восстанавливается со временем."
LocLongDescription="Иммунитет к электрическим и ментальным атакам. Ледяной щит восстанавливается со временем."
[MZ_FDBruiserLeader_M2 X2AbilityTemplate]
LocFriendlyName="Крушитель \"Морозного легиона\""
LocHelpText="Иммунитет к электрическим и ментальным атакам. Ледяной щит восстанавливается со временем."
LocLongDescription="Иммунитет к электрическим и ментальным атакам. Ледяной щит восстанавливается со временем."
[MZ_FDBruiserLeader_M3 X2AbilityTemplate]
LocFriendlyName="Крушитель \"Морозного легиона\""
LocHelpText="Иммунитет к электрическим и ментальным атакам. Ледяной щит восстанавливается со временем."
LocLongDescription="Иммунитет к электрическим и ментальным атакам. Ледяной щит восстанавливается со временем."

[MZ_FDCobraPrimeReaction X2AbilityTemplate]
LocFriendlyName="Безжалостный убийца"
LocHelpText="Получает бонусное действие каждый раз, когда что-то или кто-то умирает."
LocLongDescription="Получает бонусное действие каждый раз, когда что-то или кто-то умирает."

[MZ_FDMarkTarget X2AbilityTemplate]
LocFriendlyName="Морозная метка"
LocLongDescription="Помечает цель \"Морозной меткой\", увеличивая меткость при стрельбе по ней, а также накладывает эффект охлаждения."
LocHelpText="Помечает вражескую цель и накладывает эффект охлаждения. Союзники получают +<Ability:MARKTARGETAIMBONUS/> к меткости при атаке по ней."
LocFlyOverText="Цель морозной метки"

[MZ_FDFrostProtocol X2AbilityTemplate]
LocFriendlyName="Протокол \"Мороз\""
LocLongDescription="Отправьте \"Гремлина\", чтобы нанести урон холодом и наложить эффект лютого мороза."
LocHelpText="Отправьте \"Гремлина\" чтобы атаковать цель, нанеся урон холодом и наложив эффект лютого мороза."
LocFlyOverText="Протокол \"Мороз\""

[MZ_FDBlindCold X2AbilityTemplate]
LocFriendlyName="Слепящий холод"
LocHelpText="Накладывает эффект слепоты и лютого мороза на цель."
LocLongDescription="Накладывает эффект слепоты и лютого мороза на цель."
LocFlyOverText="Слепящий холод"
LocMissMessage="Сопротивление слепящему холоду!"

[MZ_FDFreezeWeapon X2AbilityTemplate]
LocFriendlyName="Заморозка оружия"
LocHelpText="Замораживает оружие цели, выводя его из строя. Накладывает эффект лютого мороза."
LocLongDescription="Замораживает оружие цели, выводя его из строя. Накладывает эффект лютого мороза."
LocFlyOverText="Заморозка оружия"
LocMissMessage="Сопротивление заморозке оружия!"

[MZ_FDFrostMindspin X2AbilityTemplate]
LocFriendlyName="Заморозка мозгов"
LocHelpText="Замораживает оружие цели, выводя его из строя. Накладывает эффект лютого мороза."
LocLongDescription="Замораживает оружие цели, выводя его из строя. Накладывает эффект лютого мороза."
LocFlyOverText="Заморозка мозгов"
LocMissMessage="Сопротивление заморозке мозгов!"

[MZ_FDFrostPriestBuff_M1 X2AbilityTemplate]
LocFriendlyName="Морозный воин"
LocHelpText="Дает союзнику быстро восстанавливающийся щит, а также увеличивает меткость и мобильность цели. Эффект пропадает, если жрец будет убит."
LocLongDescription="Дает союзнику быстро восстанавливающийся щит, а также увеличивает меткость и мобильность цели. Эффект пропадает, если жрец будет убит."
LocFlyOverText="Морозный воин"
[MZ_FDFrostPriestBuff_M2 X2AbilityTemplate]
LocFriendlyName="Морозный воин"
LocHelpText="Дает союзнику быстро восстанавливающийся щит, а также увеличивает меткость и мобильность цели. Эффект пропадает, если жрец будет убит."
LocLongDescription="Дает союзнику быстро восстанавливающийся щит, а также увеличивает меткость и мобильность цели. Эффект пропадает, если жрец будет убит."
LocFlyOverText="Морозный воин"
[MZ_FDFrostPriestBuff_M3 X2AbilityTemplate]
LocFriendlyName="Морозный воин"
LocHelpText="Дает союзнику быстро восстанавливающийся щит, а также увеличивает меткость и мобильность цели. Эффект пропадает, если жрец будет убит."
LocLongDescription="Дает союзнику быстро восстанавливающийся щит, а также увеличивает меткость и мобильность цели. Эффект пропадает, если жрец будет убит."
LocFlyOverText="Морозный воин"

[MZ_FDBruiserShieldArea_M2 X2AbilityTemplate]
LocFriendlyName="Морозный сверхщит"
LocLongDescription="Крушитель может дать всем союзникам поблизости восстанавливающийся щит. Эффект пропадет если крушитель будет убит."
LocHelpText="Создайте самовосстанавливающийся щит, наложив эффект на себя и ближайших союзников."
LocFlyOverText="Морозный сверхщит"
[MZ_FDBruiserShieldArea_M3 X2AbilityTemplate]
LocFriendlyName="Морозный сверхщит"
LocLongDescription="Крушитель может дать всем союзникам поблизости восстанавливающийся щит. Эффект пропадет если крушитель будет убит."
LocHelpText="Создайте самовосстанавливающийся щит, наложив эффект на себя и ближайших союзников."
LocFlyOverText="Морозный сверхщит"

[MZ_FDReanimateFrostZombie_M1 X2AbilityTemplate]
LocFriendlyName="Реанимация морозного призрака"
LocLongDescription="Сектоид наполняет нервную систему недавно умерших гуманоидов пси-энергией, поднимая их как марионеток, в виде морозных призраков."
LocHelpText="Реанимируйте мертвого солдата, мирного жителя или солдата \"Адвента\", в виде морозного призрачного зомби."
LocFlyOverText="Реанимация морозного призрака"
[MZ_FDReanimateFrostZombie_M2 X2AbilityTemplate]
LocFriendlyName="Реанимация морозного призрака"
LocLongDescription="Сектоид наполняет нервную систему недавно умерших гуманоидов пси-энергией, поднимая их как марионеток, в виде морозных призраков."
LocHelpText="Реанимируйте мертвого солдата, мирного жителя или солдата \"Адвента\", в виде морозного призрачного зомби."
LocFlyOverText="Реанимация морозного призрака"
[MZ_FDReanimateFrostZombie_M3 X2AbilityTemplate]
LocFriendlyName="Реанимация морозного призрака"
LocLongDescription="Сектоид наполняет нервную систему недавно умерших гуманоидов пси-энергией, поднимая их как марионеток, в виде морозных призраков."
LocHelpText="Реанимируйте мертвого солдата, мирного жителя или солдата \"Адвента\", в виде морозного призрачного зомби."
LocFlyOverText="Реанимация морозного призрака"

[MZ_FDChryssalidFrostSlash_M1 X2AbilityTemplate]
LocFriendlyName="Выпад морозного криссалида"
LocLongDescription="Атака ближнего боя, отравляющая ядом лютого мороза."
LocHelpText="Атакуйте цель острыми когтями, наложив эффект лютого мороза."
[MZ_FDChryssalidFrostSlash_M2 X2AbilityTemplate]
LocFriendlyName="Выпад морозного криссалида"
LocLongDescription="Атака ближнего боя, отравляющая ядом лютого мороза."
LocHelpText="Атакуйте цель острыми когтями, наложив эффект лютого мороза."
[MZ_FDChryssalidFrostSlash_M3 X2AbilityTemplate]
LocFriendlyName="Выпад морозного криссалида"
LocLongDescription="Атака ближнего боя, отравляющая ядом лютого мороза."
LocHelpText="Атакуйте цель острыми когтями, наложив эффект лютого мороза."

[MZ_FDChryssalidFrostNeedle_M1 X2AbilityTemplate]
LocFriendlyName="Быстрый укус морозного криссалида"
LocLongDescription="Бронебойная атака ближнего боя, отравляющая ядом лютого мороза."
LocHelpText="Атакуйте цель в ближнем бою, наложив эффект лютого мороза. Игнорирует броню."
[MZ_FDChryssalidFrostNeedle_M2 X2AbilityTemplate]
LocFriendlyName="Быстрый укус морозного криссалида"
LocLongDescription="Бронебойная атака ближнего боя, отравляющая ядом лютого мороза."
LocHelpText="Атакуйте цель в ближнем бою, наложив эффект лютого мороза. Игнорирует броню."
[MZ_FDChryssalidFrostNeedle_M3 X2AbilityTemplate]
LocFriendlyName="Быстрый укус морозного криссалида"
LocLongDescription="Бронебойная атака ближнего боя, отравляющая ядом лютого мороза."
LocHelpText="Атакуйте цель в ближнем бою, наложив эффект лютого мороза. Игнорирует броню."

[MZ_FDFrostPuddingCleave_M1 X2AbilityTemplate]
LocFriendlyName="Морозные косящие когти"
LocLongDescription="Способность оживленного криолита изменять форму, позволяет отращивать гигантские когти, поражающие врагов с расстояния нескольких клеток."
LocHelpText="Ударьте цель размашистым ударом с помощью морозных когтей. Накладывает эффект лютого мороза."
LocFlyOverText="Морозные косящие когти"
[MZ_FDFrostPuddingCleave_M2 X2AbilityTemplate]
LocFriendlyName="Морозные косящие когти"
LocLongDescription="Способность оживленного криолита изменять форму, позволяет отращивать гигантские когти, поражающие врагов с расстояния нескольких клеток."
LocHelpText="Ударьте цель размашистым ударом с помощью морозных когтей. Накладывает эффект лютого мороза."
LocFlyOverText="Морозные косящие когти"
[MZ_FDFrostPuddingCleave_M3 X2AbilityTemplate]
LocFriendlyName="Морозные косящие когти"
LocLongDescription="Способность оживленного криолита изменять форму, позволяет отращивать гигантские когти, поражающие врагов с расстояния нескольких клеток."
LocHelpText="Ударьте цель размашистым ударом с помощью морозных когтей. Накладывает эффект лютого мороза."
LocFlyOverText="Морозные косящие когти"

[MZ_FDBeserkerIcePunch_M2 X2AbilityTemplate]
LocFriendlyName="Ледниковый удар"
LocLongDescription="Силы морозного берсерка достаточно, чтобы забить врага кулаками насмерть. При атаке может нанести урон ближайшим целям."
LocHelpText="Атака ближнего боя, наносящая уменьшенный урон ближайшим целям. Накладывает эффект лютого мороза."
LocFlyOverText="Ледниковый удар"
[MZ_FDBeserkerIcePunch_M3 X2AbilityTemplate]
LocFriendlyName="Ледниковый удар"
LocLongDescription="Силы морозного берсерка достаточно, чтобы забить врага кулаками насмерть. При атаке может нанести урон ближайшим целям."
LocHelpText="Атака ближнего боя, наносящая уменьшенный урон ближайшим целям. Накладывает эффект лютого мороза."
LocFlyOverText="Ледниковый удар"

[MZ_FDBigDamnPunch X2AbilityTemplate]
LocFriendlyName="Удар ледника"
LocLongDescription="Боевой скафандр морозного андромедона невероятно прочный. Его рукопашные атаки не очень точные, но невероятно сокрушающие."
LocHelpText="Ударьте цель в ближнем бою. Накладывает эффект лютого мороза."
LocFlyOverText="Удар ледника"

[MZ_FDSpectreShot X2AbilityTemplate]
LocFriendlyName="Леденящий пульс"
LocHelpText="Запустите сгусток леденящей душу пси-энергии в цель. <Ability:CANNOTBEDODGED/>"
LocLongDescription="Запустите сгусток леденящей душу пси-энергии в цель. <Ability:CANNOTBEDODGED/>"
LocFlyOverText="Леденящий пульс"
[MZ_FDSpectreOverwatchShot X2AbilityTemplate]
LocFriendlyName="Леденящий пульс (наблюдение)"
LocFlyOverText="Леденящий пульс (наблюдение)"

[MZ_FDShadowbind_M2 X2AbilityTemplate]
LocFriendlyName="Плетение морозных теней"
LocHelpText="Создает теневую копию гуманоидной цели, сохраняя все ее способности."
LocLongDescription="Создает теневую копию гуманоидной цели, сохраняя все ее способности."
LocFlyOverText="Плетение морозных теней"
[MZ_FDShadowbind_M3 X2AbilityTemplate]
LocFriendlyName="Плетение морозных теней"
LocHelpText="Создает теневую копию гуманоидной цели, сохраняя все ее способности."
LocLongDescription="Создает теневую копию гуманоидной цели, сохраняя все ее способности."
LocFlyOverText="Плетение морозных теней"

[MZFD_RemoteStart X2AbilityTemplate]
LocFriendlyName="Удаленный подрыв"
LocLongDescription="Подорвать взрывчатку, наносящую урон в радиусе, вдвое превышающем ее обычный радиус."
LocHelpText="Подорвать взрывчатку, наносящую урон в радиусе, вдвое превышающем ее обычный радиус."
LocPromotionPopupText="<Bullet/> Убедитесь что товарищи по отряду находятся вне зоны взрыва!<br/><Bullet/> Способность \"Удаленный подрыв\" требует <Ability:SelfAmmoCost/> ед. боеприпасов и перезаряжается <Ability:SelfCooldown/> хода.<br/>" 

[MZ_Shrike_SingleReload X2AbilityTemplate]
LocFriendlyName="Одиночная перезарядка"
LocHelpText="Перезарядить стреломет."
LocFlyOverText="Перезарядка"

[MZ_DarkEventAbility_MZ_FrostSealedArmor X2AbilityTemplate]
LocFriendlyName="Темное событие: \"Герметичная броня\""
LocHelpText="Иммунитет к электричеству, яду и яду криссалида."
LocLongDescription="Иммунитет к электричеству, яду и яду криссалида."

[MZ_FDChosenIceShield X2AbilityTemplate]
LocFriendlyName="Ледяной щит"
LocHelpText="Иммунитет к холоду. Пока действует \"Ледяной щит\", весь входящий урон снижается 50%. Атаки огнем или псионикой способны обойти эту защиту."
LocLongDescription="Иммунитет к холоду. Пока действует \"Ледяной щит\", весь входящий урон снижается 50%. Атаки огнем или псионикой способны обойти эту защиту."

[ChosenSummonFrostLegion X2AbilityTemplate]
LocFriendlyName="Режиссёр \"Морозного легиона\""
LocLongDescription="Избранные могут призывать войска \"Морозного легиона\"."
LocHelpText="Избранные могут призывать войска \"Морозного легиона\"."
LocFlyOverText="Режиссёр \"Морозного легиона\""
LocPromotionPopupText="<Bullet/> Избранные могут призывать войска \"Морозного легиона\"."

[ChosenFrostPersonality X2AbilityTemplate]
LocFriendlyName="Ледяное поведение"
LocLongDescription="Атаки избранного накладывают эффект лютого мороза."
LocHelpText="Атаки избранного накладывают эффект лютого мороза."
LocFlyOverText="Ледяное поведение"
LocPromotionPopupText="<Bullet/> Атаки избранного накладывают эффект лютого мороза."


[FrostTroopDeployment X2SitRepTemplate]
FriendlyName="Батальон \"Морозного легиона\""
Description="Тяжелые подразделения \"Морозного легиона\" будут задействованы в данной миссии."

[FrostTroopDeploymentEffect X2SitRepEffect_ModifyDefaultEncounterLists]
FriendlyName="Батальон \"Морозного легиона\""
Description="Морозный легион \"Адвента\" сильно давит на ХСОМ. Они направляют большие силы в этот сектор чтобы попытаться остановить продвижение ХСОМ."

[FrostPurge X2SitRepTemplate]
FriendlyName="Чистка \"Морозного легиона\""
Description="Морозный легион \"Адвента\" направляет большие скопления пришельцев для очистки территории."

[FrostPurgeEffect X2SitRepEffect_ModifyDefaultEncounterLists]
FriendlyName="Чистка \"Морозного легиона\""
Description="Морозный легион \"Адвента\" планирует очистить данную территорию от диссидентов. Они развернули крупные силы мутировавших от криолита пришельцев, с целью выследить и уничтожить оставшихся в живых."

[POI_FD_ShrikeGear X2PointOfInterestTemplate]
DisplayNames[0]="Ящик с оружием \"Шрайк\""
CompletedSummaries[0]="Морозный легион использовал эти ящики для хранения оружия, прежде чем был разгромлен силами сопротивления. Мы могли бы переделать несколько образцов оружия для себя."
POIImages[0]="img:///UILibrary_strategyimages.X2StrategyMap.POI_StolenGoods"

[Reward_FD_ShrikeWeapon X2RewardTemplate]
DisplayName="Оружие \"Шрайк\""
[Reward_FD_Cryolite X2RewardTemplate]
DisplayName="Криолит"

[MZFD_Cryolite X2ItemTemplate]
FriendlyName="Криолит"
FriendlyNamePlural="Криолита"
BriefSummary="Эта неестественно холодная субстанция, используется морозным легионом \"Адвента\" для питания своих щитов и оружия."
BlackMarketTexts="Выпал из фургона \"Морозного легиона\". Идеально подходит для хранения продуктов в холодильнике."

[MZFD_WarmSweater X2EquipmentTemplate]
FriendlyName="Теплый свитер"
FriendlyNamePlural="Теплые свитеры"
BriefSummary="Красивый, теплый свитер который согревает наших солдат, когда пришельцы устраивают ледяное шоу."
TacticalText="<Bullet/> дает иммунитет к холоду."
[MZFD_SweaterBonus X2AbilityTemplate]
LocFriendlyName="Теплый свитер"
LocHelpText="Иммунитет к холоду."
LocLongDescription="Иммунитет к холоду."

[MZ_ShrikeVektor_CV X2WeaponTemplate]
FriendlyName="Векторная винтовка \"Шрайк\""
FriendlyNamePlural="Векторные винтовки \"Шрайк\""
BriefSummary="Винтовка \"Вектор\" с вручную снаряжаемой Жнецами специальной обоймой - оружие, предназначенное для поражения дальних целей и оказания огневой поддержки отряду. Она довольно легкая и почти не ржавеет, а значит, идеально подходит для тяжелых природных условий, в которых обычно ведет бои фракция Жнецов."
TacticalText="<Bullet/> В оружии \"Шрайк\" используются патроны лютого мороза и нельзя снарядить другой тип боеприпасов.\n<Bullet/> Выстрел из основного оружия всегда завершает ход солдата при отсутствии у него особых способностей.\n<Bullet/> Винтовка \"Вектор\" эффективна на любых дистанциях."
AbilityDescName="винтовка \"вектор\""
[MZ_ShrikeVektor_MG X2WeaponTemplate]
FriendlyName="Темная винтовка \"Шрайк\""
FriendlyNamePlural="Темные винтовки \"Шрайк\""
BriefSummary="Винтовка \"Вектор\" с вручную снаряжаемой Жнецами специальной обоймой - оружие, предназначенное для поражения дальних целей и оказания огневой поддержки отряду. Она довольно легкая и почти не ржавеет, а значит, идеально подходит для тяжелых природных условий, в которых обычно ведет бои фракция Жнецов."
TacticalText="<Bullet/> В оружии \"Шрайк\" используются патроны лютого мороза и нельзя снарядить другой тип боеприпасов.\n<Bullet/> Выстрел из основного оружия всегда завершает ход солдата при отсутствии у него особых способностей.\n<Bullet/> Винтовка \"Вектор\" эффективна на любых дистанциях."
AbilityDescName="винтовка \"вектор\""
[MZ_ShrikeVektor_BM X2WeaponTemplate]
FriendlyName="Теневое копье \"Шрайк\""
FriendlyNamePlural="Теневые копья \"Шрайк\""
BriefSummary="Винтовка \"Вектор\" с вручную снаряжаемой Жнецами специальной обоймой - оружие, предназначенное для поражения дальних целей и оказания огневой поддержки отряду. Она довольно легкая и почти не ржавеет, а значит, идеально подходит для тяжелых природных условий, в которых обычно ведет бои фракция Жнецов."
TacticalText="<Bullet/> В оружии \"Шрайк\" используются патроны лютого мороза и нельзя снарядить другой тип боеприпасов.\n<Bullet/> Выстрел из основного оружия всегда завершает ход солдата при отсутствии у него особых способностей.\n<Bullet/> Винтовка \"Вектор\" эффективна на любых дистанциях."
AbilityDescName="винтовка \"вектор\""

[MZ_ShrikeBullpup_CV X2WeaponTemplate]
FriendlyName="Буллпап \"Шрайк-7\""
FriendlyNamePlural="Буллпапы \"Шрайк\""
BriefSummary="Заступники крайне эффективны в рукопашной, но применяют также и винтовки типа "буллпап", представляющие собой усовершенствованные варианты оружия, которое они использовали на службе у "Адвента". Буллпапы отличаются высоким останавливающим действием на малой дистанции, а их конструкция позволяет лучше справляться с отдачей при темповой стрельбе."
TacticalText="<Bullet/> В оружии \"Шрайк\" используются патроны лютого мороза и нельзя снарядить другой тип боеприпасов.\n<Bullet/> Выстрел из буллпапа не завершает ход Заступника, позволяя выстрелить еще раз.\n<Bullet/> Буллпапы исключительно эффективны на короткой дистанции, но чем дальше цель, тем ниже их точность."
AbilityDescName="буллпап"
[MZ_ShrikeBullpup_MG X2WeaponTemplate]
FriendlyName="Буллпап \"Шрайк-15\""
FriendlyNamePlural="Буллпапы \"Шрайк-15\""
BriefSummary="Заступники крайне эффективны в рукопашной, но применяют также и винтовки типа "буллпап", представляющие собой усовершенствованные варианты оружия, которое они использовали на службе у "Адвента". Буллпапы отличаются высоким останавливающим действием на малой дистанции, а их конструкция позволяет лучше справляться с отдачей при темповой стрельбе."
TacticalText="<Bullet/> В оружии \"Шрайк\" используются патроны лютого мороза и нельзя снарядить другой тип боеприпасов.\n<Bullet/> Выстрел из буллпапа не завершает ход Заступника, позволяя выстрелить еще раз.\n<Bullet/> Буллпапы исключительно эффективны на короткой дистанции, но чем дальше цель, тем ниже их точность."
AbilityDescName="буллпап"
[MZ_ShrikeBullpup_BM X2WeaponTemplate]
FriendlyName="Буллпап \"Шрайк-90\""
FriendlyNamePlural="Буллпап \"Шрайк-90\""
BriefSummary="Заступники крайне эффективны в рукопашной, но применяют также и винтовки типа "буллпап", представляющие собой усовершенствованные варианты оружия, которое они использовали на службе у "Адвента". Буллпапы отличаются высоким останавливающим действием на малой дистанции, а их конструкция позволяет лучше справляться с отдачей при темповой стрельбе."
TacticalText="<Bullet/> В оружии \"Шрайк\" используются патроны лютого мороза и нельзя снарядить другой тип боеприпасов.\n<Bullet/> Выстрел из буллпапа не завершает ход Заступника, позволяя выстрелить еще раз.\n<Bullet/> Буллпапы исключительно эффективны на короткой дистанции, но чем дальше цель, тем ниже их точность."
AbilityDescName="буллпап"

[MZ_ShrikeSidearm_CV X2WeaponTemplate]
FriendlyName="Автопистолет \"Шрайк\""
FriendlyNamePlural="Автопистолеты \"Шрайк\""
BriefSummary="Если по какой-либо причине силы Храмовников окажется недостаточно, они всегда могут воспользоваться вполне обычным пистолетом, который был несколько модифицирован для повышения скорострельности и удобства пользования. Простая конструкция делает пистолет надежным, хоть и смотрится немного странно в сочетании с качественными материалами."
TacticalText="<Bullet/> В оружии \"Шрайк\" используются патроны лютого мороза и нельзя снарядить другой тип боеприпасов.\n<Bullet/> Автопистолет расширяет тактические возможности Храмовника при контакте с противником, позволяя вести обычный бой без применения пси-способностей.\n<Bullet/> Для выстрела из автопистолета требуется только одно действие."
AbilityDescName="автопистолет"
[MZ_ShrikeSidearm_MG X2WeaponTemplate]
FriendlyName="Магнитный автопистолет \"Шрайк\""
FriendlyNamePlural="Магнитные автопистолеты \"Шрайк\""
BriefSummary="Если по какой-либо причине силы Храмовников окажется недостаточно, они всегда могут воспользоваться вполне обычным пистолетом, который был несколько модифицирован для повышения скорострельности и удобства пользования. Простая конструкция делает пистолет надежным, хоть и смотрится немного странно в сочетании с качественными материалами."
TacticalText="<Bullet/> В оружии \"Шрайк\" используются патроны лютого мороза и нельзя снарядить другой тип боеприпасов.\n<Bullet/> Автопистолет расширяет тактические возможности Храмовника при контакте с противником, позволяя вести обычный бой без применения пси-способностей.\n<Bullet/> Для выстрела из автопистолета требуется только одно действие."
AbilityDescName="автопистолет"
[MZ_ShrikeSidearm_BM X2WeaponTemplate]
FriendlyName="Лучевой автопистолет \"Шрайк\""
FriendlyNamePlural="Лучевые автопистолеты \"Шрайк\""
BriefSummary="Если по какой-либо причине силы Храмовников окажется недостаточно, они всегда могут воспользоваться вполне обычным пистолетом, который был несколько модифицирован для повышения скорострельности и удобства пользования. Простая конструкция делает пистолет надежным, хоть и смотрится немного странно в сочетании с качественными материалами."
TacticalText="<Bullet/> В оружии \"Шрайк\" используются патроны лютого мороза и нельзя снарядить другой тип боеприпасов.\n<Bullet/> Автопистолет расширяет тактические возможности Храмовника при контакте с противником, позволяя вести обычный бой без применения пси-способностей.\n<Bullet/> Для выстрела из автопистолета требуется только одно действие."
AbilityDescName="автопистолет"

[MZ_ShrikePistol_CV X2WeaponTemplate]
FriendlyName="Пистолет \"Шрайк\""
FriendlyNamePlural="Пистолеты \"Шрайк\""
BriefSummary="В дополнение к винтовкам снайперы XCOM носят крупнокалиберные пистолеты. Хорошо подготовленный снайпер может быть исключительно опасен и на близком расстоянии."
TacticalText="<Bullet/> В оружии \"Шрайк\" используются патроны лютого мороза и нельзя снарядить другой тип боеприпасов.\n<Bullet/> Пистолет в руках опытного снайпера - не просто запасное оружие.\n<Bullet/> В отличие от снайперской винтовки, для выстрела из пистолета требуется только одно действие.\n<Bullet/> Снайперы могут изучать различные способности, повышающие эффективность этого оружия."
AbilityDescName="пистолет"
[MZ_ShrikePistol_MG X2WeaponTemplate]
FriendlyName="Магнитный пистолет \"Шрайк\""
FriendlyNamePlural="Магнитные пистолеты \"Шрайк\""
BriefSummary="Новый пистолет, созданный на базе освоенных нами магнитных технологий, представляет собой заметное улучшение по сравнению со стандартным оружием."
TacticalText="<Bullet/> В оружии \"Шрайк\" используются патроны лютого мороза и нельзя снарядить другой тип боеприпасов.\n<Bullet/> Магнитные пистолеты заметно эффективнее своих стандартных предшественников.\n<Bullet/> В отличие от снайперской винтовки, для выстрела из пистолета требуется только одно действие."
AbilityDescName="пистолет"
[MZ_ShrikePistol_BM X2WeaponTemplate]
FriendlyName="Лучевой пистолет \"Шрайк\""
FriendlyNamePlural="Лучевые пистолеты \"Шрайк\""
BriefSummary="Пистолет, созданный на основе лучевых технологий пришельцев. Совершенное оружие."
TacticalText="<Bullet/> В оружии \"Шрайк\" используются патроны лютого мороза и нельзя снарядить другой тип боеприпасов.\n<Bullet/> Лучевые пистолеты превосходят по мощности все земные аналоги.\n<Bullet/> В отличие от снайперской винтовки, для выстрела из пистолета требуется только одно действие."
AbilityDescName="пистолет"

[MZ_ShrikeRifle_CV X2WeaponTemplate]
FriendlyName="Штурмовая винтовка \"Шрайк\""
FriendlyNamePlural="Штурмовые винтовки \"Шрайк\""
BriefSummary="Нам удалось заполучить разнообразные образцы пехотного вооружения. Это - наиболее часто встречающийся образец, недалеко ушедший от винтовки, которой пользовались 20 лет назад. Хотя он, несомненно, уступает магнитным технологиям \"Адвента\", мы сможем доработать его при помощи трофейных материалов, когда разработаем модульные технологии."
TacticalText="<Bullet/> В оружии \"Шрайк\" используются патроны лютого мороза и нельзя снарядить другой тип боеприпасов.\n<Bullet/> Выстрел из основного оружия всегда завершает ход солдата при отсутствии у него особых способностей."
AbilityDescName="штурмовая винтовка"
[MZ_ShrikeRifle_MG X2WeaponTemplate]
FriendlyName="Магнитная винтовка \"Шрайк\""
FriendlyNamePlural="Магнитные винтовки \"Шрайк\""
BriefSummary="Освоение магнитных технологий позволило нам создать усовершенствованное оружие, аналогичное винтовке. Оно представляет собой существенный шаг вперед по сравнению с обычными трофейными винтовками."
TacticalText="<Bullet/> В оружии \"Шрайк\" используются патроны лютого мороза и нельзя снарядить другой тип боеприпасов.\n<Bullet/> Выстрел из основного оружия всегда завершает ход солдата при отсутствии у него особых способностей."
AbilityDescName="штурмовая винтовка"
[MZ_ShrikeRifle_BM X2WeaponTemplate]
FriendlyName="Плазменная винтовка \"Шрайк\""
FriendlyNamePlural="Плазменные винтовки \"Шрайк\""
BriefSummary="Мы наконец смогли разобраться в конструкции лучевого оружия пришельцев и можем теперь разрабатывать собственное. С новыми винтовками наши солдаты смогут справиться с любым противником, который им повстречается."
TacticalText="<Bullet/> В оружии \"Шрайк\" используются патроны лютого мороза и нельзя снарядить другой тип боеприпасов.\n<Bullet/> Выстрел из основного оружия всегда завершает ход солдата при отсутствии у него особых способностей."
AbilityDescName="штурмовая винтовка"

[MZ_ShrikeShotgun_CV X2WeaponTemplate]
FriendlyName="Дробовик \"Шрайк\""
FriendlyNamePlural="Дробовики \"Шрайк\""
BriefSummary="Нам удалось заполучить разнообразные образцы пехотного вооружения. Это - специальное оружие для коротких дистанций. Хотя оно, несомненно, уступает магнитным технологиям \"Адвента\", мы сможем доработать его при помощи трофейных материалов, когда разработаем модульные технологии."
TacticalText="<Bullet/> В оружии \"Шрайк\" используются патроны лютого мороза и нельзя снарядить другой тип боеприпасов.\n<Bullet/> Выстрел из основного оружия всегда завершает ход солдата.\n<Bullet/> Дробовики исключительно эффективны на короткой дистанции, но чем дальше цель, тем ниже точность."
AbilityDescName="дробовик"
[MZ_ShrikeShotgun_MG X2WeaponTemplate]
FriendlyName="Картечная пушка \"Шрайк\""
FriendlyNamePlural="Картечные пушки \"Шрайк\""
BriefSummary="Магнитная технология позволит нам использовать кусочки инопланетных сплавов в оружии, которое заметно усилит боевую эффективность рейнджеров, особенно вблизи."
TacticalText="<Bullet/> В оружии \"Шрайк\" используются патроны лютого мороза и нельзя снарядить другой тип боеприпасов.\n<Bullet/> Выстрел из основного оружия всегда завершает ход солдата.\n<Bullet/> Дробовики исключительно эффективны на короткой дистанции, но чем дальше цель, тем ниже точность."
AbilityDescName="дробовик"
[MZ_ShrikeShotgun_BM X2WeaponTemplate]
FriendlyName="Штормовая пушка \"Шрайк\""
FriendlyNamePlural="Штормовые пушки \"Шрайк\""
BriefSummary="Штормовая пушка выпускает по цели концентрированную серию импульсов, прожигая и расплавляя значительную площадь."
TacticalText="<Bullet/> В оружии \"Шрайк\" используются патроны лютого мороза и нельзя снарядить другой тип боеприпасов.\n<Bullet/> Выстрел из основного оружия всегда завершает ход солдата.\n<Bullet/> Дробовики исключительно эффективны на короткой дистанции, но чем дальше цель, тем ниже точность."
AbilityDescName="дробовик"

[MZ_ShrikeSnipercaster_CV X2WeaponTemplate]
FriendlyName="Снайперский стреломет \"Шрайк\""
FriendlyNamePlural="Снайперские стрелометы \"Шрайк\""
BriefSummary="Найденный среди устаревшего на первый взгляд оружия стреломет обладает неожиданно высокой мощностью, но страдает от низкой скорострельности."
TacticalText="<Bullet/> В оружии \"Шрайк\" используются патроны лютого мороза и нельзя снарядить другой тип боеприпасов.\n<Bullet/> Выстреливает один мощный заряд и требует перезарядки после каждого выстрела."
AbilityDescName="снайперский стреломет"
[MZ_ShrikeSnipercaster_MG X2WeaponTemplate]
FriendlyName="Магнитный снайперский стреломет \"Шрайк\""
FriendlyNamePlural="Магнитные снайперские стрелометы \"Шрайк\""
BriefSummary="Изменив основу конструкции и добавив ряд генераторов магнитного поля в основание приклада, мы сумели значительно повысить мощность обыкновенного стреломета за счет электромагнитного импульса."
TacticalText="<Bullet/> В оружии \"Шрайк\" используются патроны лютого мороза и нельзя снарядить другой тип боеприпасов.\<Bullet/> Добавление магнитной катушки увеличивает урон от каждого выстрела.\n<Bullet/> Выстреливает один мощный заряд и требует перезарядки после каждого выстрела."
AbilityDescName="снайперский стреломет"
[MZ_ShrikeSnipercaster_BM X2WeaponTemplate]
FriendlyName="Плазменный снайперский стреломет \"Шрайк\""
FriendlyNamePlural="Плазменные снайперские стрелометы \"Шрайк\""
BriefSummary="Использование миниатюрной элериевой батареи позволяет стреломету выпускать заряд наэлектризованной плазмы вместе с каждым снарядом."
TacticalText="<Bullet/> В оружии \"Шрайк\" используются патроны лютого мороза и нельзя снарядить другой тип боеприпасов.\<Bullet/> Усиленный заряд элерия делает стреломет еще смертоноснее.\n<Bullet/> Выстреливает один мощный заряд и требует перезарядки после каждого выстрела."
AbilityDescName="снайперский стреломет"

[MZ_FrostShield_CV X2WeaponTemplate]
FriendlyName="Морозный щит \"Шрайк\""
FriendlyNamePlural="Морозные щиты \"Шрайк\""
BriefSummary="Щиты одна из древнейших форм дополнительной защиты известная человечеству. Мы смогли собрать достаточно металлических и керамических бронеплит, чтобы сформировать базовый баллистический щит, способный выдержать умеренное количество ударов."
TacticalText="<Bullet/> Атаки в ближнем бою с помощью щита накладывают эффект лютого мороза, вместо дезориентации.<br/><Bullet/> Морозные щиты обеспечивают такое же снижение урона как и \"Ледяной щит\" \"Морозного легиона\".<br/><Bullet/> Ношение щита замедляет солдата, что приводит к снижению <Ability:BS_TAG_SHIELD_MOBILITY_PENALTY/> мобильности и <Ability:BS_TAG_SHIELD_AIM_PENALTY/> штрафу к меткости."
AbilityDescName="щит"
[MZ_FrostShield_MG X2WeaponTemplate]
FriendlyName="Морозный щит \"Шрайк\" из сплавов"
FriendlyNamePlural="Морозные щиты \"Шрайк\" из сплавов"
BriefSummary="Использование инопланетных сплавов позволило не только существенно облегчить баллистические щиты, но и значительно повысить их прочность. Комплекс полимеров и керамики, обеспечивает лучшее распределение температуры, уменьшение повреждения от осколков, различных кислот и т.д. Возможность установки миниатюрного дисплея обеспечивает расширение тактических возможностей наших солдат."
TacticalText="<Bullet/> Атаки в ближнем бою с помощью щита накладывают эффект лютого мороза, вместо дезориентации.<br/><Bullet/> Морозные щиты обеспечивают такое же снижение урона как и \"Ледяной щит\" \"Морозного легиона\".<br/><Bullet/> Ношение щита замедляет солдата, что приводит к снижению <Ability:BS_TAG_SHIELD_MOBILITY_PENALTY/> мобильности и <Ability:BS_TAG_SHIELD_AIM_PENALTY/> штрафу к меткости."
AbilityDescName="щит"
[MZ_FrostShield_BM X2WeaponTemplate]
FriendlyName="Морозный силовой щит \"Шрайк\""
FriendlyNamePlural="Морозные силовые щиты \"Шрайк\""
BriefSummary="Достижения наших инженеров в области миниатюризации элементов позволили использовать в данной модели не только привычные средства защиты, но и эзотерические, например, такие как энергетические щиты. Использование новейших нанометариалов позволяет данное модели самовосстанавливаться на поле боя, а также использовать щит как порт для подзарядки в критической ситуации. Интегрированная голографическая система расширяет кругозор наших солдат на поле боя."
TacticalText="<Bullet/> Атаки в ближнем бою с помощью щита накладывают эффект лютого мороза, вместо дезориентации.<br/><Bullet/> Морозные щиты обеспечивают такое же снижение урона как и \"Ледяной щит\" \"Морозного легиона\".<br/><Bullet/> Ношение щита замедляет солдата, что приводит к снижению <Ability:BS_TAG_SHIELD_MOBILITY_PENALTY/> мобильности и <Ability:BS_TAG_SHIELD_AIM_PENALTY/> штрафу к меткости."
AbilityDescName="щит"